Repository: Fa1zer/errors
Catalog: Navigation-2-2---/Navigation/Localizable/*.lproj/Localizable.strings
Languages: ru

source: Feed
ru: Лента

source: Push Post
ru: Перейти на пост

source: Check word
ru: Проверить пост

source: Button tapped
ru: Кнопка была нажата

source: Tap me
ru: Нажми меня

source: Tatooine residents
ru: Жители татуина:;

source: Post
ru: Пост

source: Profile
ru: Профиль

source: Email or phone
ru: Email или телефон

source: Password
ru: Пароль

source: Log In
ru: Войти

source: Brute Force on
ru: Включить Brute Force

source: Password or email strings is empty
ru: Поля пароля или логина пустые

source: Complete it
ru: Заполните их

source: User is not registered
ru: Пользователь не зарегестрирован

source: Register a user?
ru: Зарегестрировать пользователя?

source: User is registered
ru: Пользователь зарегестрирован

source: Yes
ru: Да

source: No
ru: Нет

source: Sign Out
ru: Выйти

source: Show status
ru: Поменять статус

source: Photos
ru: Фотографии

source: likes:
ru: лайки:

source: views:
ru: просмотры:

source: Until the update:
ru: До обновления осталось:

source: Photo Gallery
ru: Фото галерея

source: Save
ru: Сохранённые

source: Saved posts:
ru: Сохранённые посты:

source: Remove filter
ru: Удалить фильтр

source: Use filter
ru: Использовать фильтр

# Geocoder
source: Geolocation
ru: Геокодер

source: What to do with the tag?
ru: Что сделать с меткой?

source: Back
ru: Назад

source: Plan a route
ru: Проложить маршрут

source: Data not yet available
ru: Данные пока не получены

source: orbital period
ru: орбитальный период

source: Remove post?
ru: Удалить пост?

source: Error
ru: Произошла ошибка

source: The password is too short
ru: Пароль слишком короткий

source: The password must be more than 5 characters long
ru: Длина пароля должен быть более 5 символов

source: Page has been updated
ru: Страница была обновлена

source: You are out of the account
ru: Вы вышли из аккаунта

# Could not get out of the account
source: Couldn't get out of the account
ru: Не удалось выйти из аккаунта

source: Not Found
ru: Не найдено

source: Autor filter
ru: Фильтер по автору поста

source: Complete autor label
ru: Введите имя автора

source: Autor name
ru: Имя автора

source: Add filter
ru: Добавить фильтер

source: Remove
ru: Удалить

source: Remove pins
ru: Удалить метки
